{ 
  "jobs": [
    {
    "id": "panel1bh-header",
    "panelNum": "panel1",
    "ariaControls": "panel1bh-content",
    "title": "One Young World, Central London - Digital Apprentice",
    "year": "Mar 2022 - present",
    "body": "Drupal CMS Website maintenance, 2 year training program surrounding software development lifecycle stages. Collaboration in a small development team: requirements gathering from content team members, debugging, code production, review and documentation. Exposure to production code base, version control management and Drupal site building. Tech support: client-facing role requiring conflict resolution, reporting and escalating bugs and communicating fixes. Documenting and reporting the learning experience through structured apprenticeship training program (technical and professional skills development)."
  },
  {
    "id": 2,
    "panelNum": "panel2",
    "ariaControls": "panel2bh-content",
    "title": "AECOM UK Ltd., Midlands & SE UK - Engineering Geologist",
    "year": "Sept 2016 - Sept 2021",
    "body": "Technical report preparation. Site supervision: conduct inspections to maintain accurate valuation of budget spend, problem solving between contractors, design and client team members. Presentation to stakeholders: report on construction progress, ground conditions risk management, health & safety conditions and quality control."
  },
  {
    "id": 3,
    "panelNum": "panel3",
    "ariaControls": "panel3bh-content",
    "title":
      "Atkins China Ltd., Hong Kong (SAR) - Graduate Engineering Geologist",
    "year": "Mar 2014 - May 2015",
    "body": "Data collection, management and analysis (using MS Excel) for factual and interpretative reporting. Technical report preparation: summarising qualitative and quantitative geological and geotechnical information for client review."
  },
  {
    "id": 4,
    "panelNum": "panel4",
    "ariaControls": "panel4bh-content",
    "title":
      "Nishimatsu Construction Company, Hong Kong (SAR) - Assistant Geologist",
    "year": "Sept 2012 - Mar 2014",
    "body": "Presentation (oral and written) of construction monitoring data for design, contractor and client review. Supported senior staff with site inspections. Collect field data to justify adverse ground conditions for compensation claims."
  }
  ]
}